{
  "funFacts": [
    { "id": 1, "text": "Bananas are berries, but strawberries are not." },
    { "id": 2, "text": "Octopuses have three hearts." },
    { "id": 3, "text": "Honey never spoils." },
    { "id": 4, "text": "There are more stars in the universe than grains of sand on Earth." },
    { "id": 5, "text": "A day on Venus is longer than a year on Venus." },
    { "id": 6, "text": "Sharks existed before trees." },
    { "id": 7, "text": "Wombat poop is cube-shaped." },
    { "id": 8, "text": "Butterflies can taste with their feet." },
    { "id": 9, "text": "The Eiffel Tower grows in summer." },
    { "id": 10, "text": "Humans share about 60 percent of their DNA with bananas." },

    { "id": 11, "text": "The shortest war in history lasted 38 minutes." },
    { "id": 12, "text": "A group of flamingos is called a flamboyance." },
    { "id": 13, "text": "Water can boil and freeze at the same time." },
    { "id": 14, "text": "The human nose can remember 50,000 different scents." },
    { "id": 15, "text": "Sloths can hold their breath longer than dolphins." },
    { "id": 16, "text": "An octopus has blue blood." },
    { "id": 17, "text": "The Great Wall of China is not visible from space with the naked eye." },
    { "id": 18, "text": "Cows have best friends." },
    { "id": 19, "text": "There are more possible games of chess than atoms in the observable universe." },
    { "id": 20, "text": "Scotland has 421 different words for snow." },

    { "id": 21, "text": "A bolt of lightning is five times hotter than the surface of the sun." },
    { "id": 22, "text": "Turtles can breathe through their butts." },
    { "id": 23, "text": "A shrimp’s heart is in its head." },
    { "id": 24, "text": "Humans glow in the dark, but it is invisible to the naked eye." },
    { "id": 25, "text": "Some cats are allergic to humans." },
    { "id": 26, "text": "The unicorn is the national animal of Scotland." },
    { "id": 27, "text": "Rain has a smell." },
    { "id": 28, "text": "There are more trees on Earth than stars in the Milky Way." },
    { "id": 29, "text": "An apple floats because it is 25 percent air." },
    { "id": 30, "text": "Hot water freezes faster than cold water." },

    { "id": 31, "text": "The Tardigrade can survive in space." },
    { "id": 32, "text": "You cannot hum while holding your nose." },
    { "id": 33, "text": "There are more bacteria in your mouth than people on Earth." },
    { "id": 34, "text": "The human brain uses about 20 percent of the body's energy." },
    { "id": 35, "text": "Jellyfish have existed for over 500 million years." },
    { "id": 36, "text": "The fingerprints of a koala are almost identical to humans." },
    { "id": 37, "text": "Your bones are constantly being replaced every 10 years." },
    { "id": 38, "text": "A cloud can weigh over a million tons." },
    { "id": 39, "text": "You produce about 1 liter of saliva every day." },
    { "id": 40, "text": "Penguins propose with pebbles." },

    { "id": 41, "text": "The longest hiccup attack lasted 68 years." },
    { "id": 42, "text": "The average person walks the equivalent of three times around the world in their lifetime." },
    { "id": 43, "text": "An eagle can see four times farther than a human." },
    { "id": 44, "text": "A jiffy is an actual unit of time." },
    { "id": 45, "text": "Spiders cannot fly, but they can float." },
    { "id": 46, "text": "There is enough DNA in your body to stretch from the sun to Pluto and back." },
    { "id": 47, "text": "Cheetahs cannot roar." },
    { "id": 48, "text": "You blink about 20,000 times a day." },
    { "id": 49, "text": "Elephants think humans are cute." },
    { "id": 50, "text": "Your stomach acid can dissolve metal." },

    { "id": 51, "text": "Some metals explode when put in water." },
    { "id": 52, "text": "A human could swim through a blue whale’s veins." },
    { "id": 53, "text": "There are more possible number combinations in a deck of cards than atoms on Earth." },
    { "id": 54, "text": "A single hair can support up to 100 grams." },
    { "id": 55, "text": "Your brain is faster than a supercomputer." },
    { "id": 56, "text": "Some frogs can freeze without dying." },
    { "id": 57, "text": "There is a species of jellyfish that is biologically immortal." },
    { "id": 58, "text": "Mosquitoes are attracted to people who just ate bananas." },
    { "id": 59, "text": "Your taste buds regenerate every two weeks." },
    { "id": 60, "text": "Snails can sleep for up to three years." },

    { "id": 61, "text": "The longest written novel contains over 21,000 pages." },
    { "id": 62, "text": "Some birds sleep while flying." },
    { "id": 63, "text": "A crocodile cannot stick its tongue out." },
    { "id": 64, "text": "Sea otters hold hands while they sleep." },
    { "id": 65, "text": "A goldfish can remember things for months." },
    { "id": 66, "text": "The heart of a blue whale is as big as a car." },
    { "id": 67, "text": "There are more phones than people on Earth." },
    { "id": 68, "text": "Some plants can communicate with each other." },
    { "id": 69, "text": "Humans are the only animals that blush." },
    { "id": 70, "text": "The moon is slowly drifting away from Earth." },

    { "id": 71, "text": "Your eyes stay the same size your entire life." },
    { "id": 72, "text": "The human body glows slightly in the dark." },
    { "id": 73, "text": "A lightning bolt is hotter than lava." },
    { "id": 74, "text": "Bees can recognize human faces." },
    { "id": 75, "text": "Your ears never stop growing." },
    { "id": 76, "text": "A strawberry is not a berry." },
    { "id": 77, "text": "Some turtles can breathe through their skin." },
    { "id": 78, "text": "Your brain shrinks when you are dehydrated." },
    { "id": 79, "text": "An ant can lift 50 times its own weight." },
    { "id": 80, "text": "The human body has enough iron to make a small nail." },

    { "id": 81, "text": "Time moves faster at the top of a building than at the bottom." },
    { "id": 82, "text": "There are more insects than all other animals combined." },
    { "id": 83, "text": "Avocados are poisonous to birds." },
    { "id": 84, "text": "Your body replaces most of its cells every 7 to 10 years." },
    { "id": 85, "text": "The smell of rain is called petrichor." },
    { "id": 86, "text": "A bolt of lightning contains enough energy to toast 100,000 slices of bread." },
    { "id": 87, "text": "There is a species of ant that farms aphids." },
    { "id": 88, "text": "Some metals can remember their shape." },
    { "id": 89, "text": "The largest desert in the world is Antarctica." },
    { "id": 90, "text": "There are more atoms in a glass of water than glasses of water in all the oceans." },

    { "id": 91, "text": "A human sneeze can travel up to 160 kilometers per hour." },
    { "id": 92, "text": "The average cloud weighs over a million tons." },
    { "id": 93, "text": "You share more DNA with a cat than with a fruit fly." },
    { "id": 94, "text": "Some snakes can see through their skin." },
    { "id": 95, "text": "A day on Mercury is longer than its year." },
    { "id": 96, "text": "Your brain generates enough electricity to power a small light bulb." },
    { "id": 97, "text": "There are more fake flamingos than real ones in the world." },
    { "id": 98, "text": "Some sharks glow in the dark." },
    { "id": 99, "text": "The human body contains enough fat to make seven bars of soap." },
    { "id": 100, "text": "Your brain is about 75 percent water." }
  ]
}
